export default {
    buttons: {
        connections: '🌐 Подключения',
        settings: '⚙️ Настройки',
        theme: 'Тема',
        language: 'Язык',
        back: '⬅️ Назад',
        auto: '⭐️ Авто',
        advanced: '🛠 Продвинутое'
    },
    errors: {
        userNotFound: 'Пользователь не найден',
        configNotFound: 'Конфигурация не найдена',
        displayConfigError: 'Ошибка при отображении конфигурации',
        loadingUserData: 'Произошла ошибка при загрузке данных пользователя',
        returnToConfigList: 'Произошла ошибка при возврате к списку конфигов',
        loadingAdvancedList: 'Произошла ошибка при загрузке расширенного списка',
        noAccessToken: 'No access token available'
    }
}; 